; Translation file for AltSnap 1.59
; pl-PL localization by Krystian Maksymowicz, Paweł 'Pawouek' Krafczyk, xeophyte
; Updated by Raymond Gillibert to take in account modifications.
; Use this as a baseline for translation to any other language.
; then rename the file with the language-country code and
; with a .ini extension and put it in the AltSnap\languages directorry.
; Use encoding UTF-16LE with BOM to be able to use Unicode

; Accelerators can be set using '&' prefix for any leter.
; You can also set (&X) in a string if the X accelerator
; that you want to use does not appear in the string.
; In the case of the InputAction* and InputHotkeys* the string will
; be striped from its '&' and anything between parenthesis ( ) before
; being displayed in a droplist.

[Translation]
Code=pl-PL
LangEnglish=Polish
Lang=Polski
Author=K. Maksymowicz, P. 'Pawouek' Krafczyk, xeophyte

MenuEnable=Włącz
MenuDisable=Wyłącz
MenuHideTray=Ukryj ikonę
MenuOpenIniFile=Otwórz plik ini
MenuConfigure=Ustawienia...
MenuEmptyZone=  (pusty)
MenuSnapLayout=Układ przyciągania
MenuSaveZones=Zapisz okna testowe jako układ przyciągania
MenuAbout=Info
MenuExit=Zakończ

ConfigTitle=Ustawienia AltSnap
ConfigTabGeneral=Ogólne
ConfigTabMouse=Mysz
ConfigTabKeyboard=Klawiatura
ConfigTabBlacklist=Wyjątki
ConfigTabAdvanced=Zaawansowane
ConfigTabAbout=Info

GeneralBox=Ustawienia ogólne
GeneralAutoFocus=Aktywuj okno podczas przeciągania.\nMożna także wcisnąć Ctrl, aby aktywować okna.
GeneralAero=&Naśladuj Aero Snap
GeneralSmartAero=Inteligentne wymiary Aero Snap
GeneralSmarterAero=Inteligentniejsze wymiary Aero Snap
GeneralStickyResize=Zmień rozmiar innych przyciągniętych okien używając Shift
GeneralInactiveScroll=Przewijaj nieaktywne okna
GeneralMDI=Wsparcie MDI
GeneralPiercingClick=Unikaj blokowania Alt+Klik (wył. podwójne kliknięcia AltSnap)
GeneralAutoSnap=Automatycznie przyciągaj do:
GeneralAutoSnap0=Wyłączone
GeneralAutoSnap1=Krawędzi ekranu
GeneralAutoSnap2=+ zewn. krawędzi okien
GeneralAutoSnap3=+ wewn. krawędzi okien
GeneralLanguage=Język:
GeneralResizeAll=Zmień rozmiar wszystkich okien
GeneralResizeCenter=Tryb zmiany wielkości
GeneralResizeCenterNorm=Wszystkie kierunki
GeneralResizeCenterBr=Prawy dolny
GeneralResizeCenterMove=Przesunięcie
GeneralResizeCenterClose=Najbliższa strona

GeneralUseZones=Przyciągaj do układu używając Shift (konfiguruj w tray menu)
GeneralAutostartBox=Uruchamianie
GeneralAutostart=Uruchom AltSnap przy starcie systemu
GeneralAutostartHide=&Ukryj z obszaru powiadomień
GeneralAutostartElevate=Uruchom z uprawnieniami administratora
GeneralAutostartElevateTip=Pamiętaj, że monit Kontroli konta użytkownika (UAC) pojawi się przy każdym logowaniu, chyba że całkowicie go wyłączysz.
GeneralElevate=Zwiększ uprawnienia
GeneralElevated=Z uprawnieniami
GeneralElevationAborted=Zwiększenie uprawnień przerwane.

InputMouseBox=Akcje myszy
InputMouseBtAc1=1. Podstawowa
InputMouseBtAc2=2. Alternatywna
InputMouseINTTB=Pasek tytułu
InputMouseWhileM=Podczas przeciągania
InputMouseWhileR=Podczas zmiany rozmiaru

InputMouseLMB=Lewy przycisk:
InputMouseMMB=Środkowy przycisk:
InputMouseRMB=Prawy przycisk:
InputMouseMB4=Przycisk nr 4:
InputMouseMB5=Przycisk nr 5:
InputMouseScroll=Przewijanie rolką:
InputMouseHScroll=Przewijanie rolką (poziomo):
InputMouseMoveUp=Przenoszenie bez przeciągania:
InputMouseResizeUp=Zmiana rozmiaru bez przeciąg.:
InputMouseTTBActionBox=Użyj akcji, klikając pasek tytułu
InputMouseTTBActionNA=Bez skrótu klawiszowego
InputMouseTTBActionWA=Ze skrótem klawiszowym


InputActionMove=Przenieś okno
InputActionResize=Zmień rozmiar okna
InputActionRestore=Przywróć okno
InputActionClose=Zamknij okno
InputActionKill=Zabij program
InputActionMinimize=Zminimalizuj okno
InputActionMaximize=Maksymalizuj okno
InputActionLower=Obniż okno
InputActionAlwaysOnTop=Przełącz zawsze na wierzchu
InputActionBorderless=Przełącz brak obramowania
InputActionCenter=Wyśrodkuj okno na ekranie
InputActionNothing=Nic
InputActionAltTab=Alt+Tab
InputActionVolume=Głośność
InputActionTransparency=Przezroczystość
InputActionRoll=Zwiń/rozwiń okno
InputActionMenu=Menu akcji
InputActionHScroll=Przewijanie w poziomie
InputActionMaximizeHV=Maksymalizuj w pionie
InputActionMinAllOther=Zminimalizuj inne okna
InputActionMute=Wycisz dźwięki
InputActionSideSnap=Przyciągnij do boku/rogu monitora
InputActionExtendSnap=Wydłuż do boku/rogu monitora
InputActionExtendTNEdge=Wydłuż do nast. krawędzi
InputActionXTNLEdge=Wydłuż do nast. lewej krawędzi
InputActionXTNTEdge=Wydłuż do nast. górnej krawędzi
InputActionXTNREdge=Wydłuż do nast. prawej krawędzi
InputActionXTNBEdge=Wydłuż do nast. dolnej krawędzi
InputActionMoveTNEdge=Przejdź do nast. krawędzi
InputActionMTNLEdge=Przejdź do nast. lewej krawędzi
InputActionMTNTEdge=Przejdź do nast. górnej krawędzi
InputActionMTNREdge=Przejdź do nast. prawej krawędzi
InputActionMTNBEdge=Przejdź do nast. dolnej krawędzi
InputActionZoom=Powiększ okno
InputActionZoom2=Powiększ okno 2
InputActionNStacked=Nast. zgrupowane okno
InputActionNStacked2=Nast. zgrupowane okno 2
InputActionPStacked=Poprz. zgrupowane okno
InputActionPStacked2=Poprz. zgrupowane okno 2
InputActionNPStacked=Nast./Poprz. zgrupowane okno
InputActionNPStacked2=Nast./Poprz. zgrupowane okno 2
InputActionStackList=Lista zgrupowanych okien
InputActionStackList2=Lista zgrupowanych okien 2
InputActionAltTabList=Lista okien
InputActionMLZone=Przejdź do lewej strefy
InputActionMTZone=Przejdź do górnej strefy
InputActionMRZone=Przejdź do prawej strefy
InputActionMBZone=Przejdź do dolnej strefy
InputActionXLZone=Rozszerz do lewej strefy
InputActionXTZone=Rozszerz do górnej strefy
InputActionXRZone=Rozszerz do prawej strefy
InputActionXBZone=Rozszerz do dolnej strefy
InputActionASOnOff=Wstrzymaj/wznów AltSnap
InputActionMoveOnOff=Przenoszenie wyłączone
InputActionOriClick=Prześlij oryginalne kliknięcie
InputActionStepL=Krok w lewo
InputActionStepT=Krok w górę
InputActionStepR=Krok w prawo
InputActionStepB=Krok w dół
InputActionSStepL=Mały krok w lewo
InputActionSStepT=Mały krok w górę
InputActionSStepR=Mały krok w prawo
InputActionSStepB=Mały krok w dół
InputActionPause=Wstrzymaj program
InputActionResume=Wznów program

InputHotclicksBox=Aktywuj kliknięciem
InputMouseMMBHC=Środkowy przycisk
InputMouseMB4HC=Przycisk nr 4
InputMouseMB5HC=Przycisk nr 5
InputMouseLongClickMove=Przenoś okna długim kliknięciem lewego przycisku
InputHotclicksMore=Zaznaczony przycisk można połączyć z akcją, ale zawsze będzie on blokowany.

InputHotkeysBox=Skróty klawiszowe:
InputHotkeysAlt=Alt
InputHotkeysCtrl=Ctrl
InputHotkeysWinkey=Windows
InputHotkeysShift=Shift

InputHotkeysShortcuts=Skrót do akcji:
InputHotkeysShortcutsPick=Ustaw klawisze
InputHotkeysShortcutsClear=Usuń klawisze
InputHotkeysShortcutsSet=Zapisz
InputHotkeysUsePtWindow=Zastosuj do wskazanego okna

InputHotkeysLeftAlt=Lewy Alt
InputHotkeysRightAlt=Prawy Alt
InputHotkeysLeftWinkey=Lewy Windows
InputHotkeysRightWinkey=Prawy Windows
InputHotkeysLeftCtrl=Lewy Ctrl
InputHotkeysRightCtrl=Prawy Ctrl
InputHotkeysLeftShift=Lewy Shift
InputHotkeysRightShift=Prawy Shift
InputKeyCombo=Użyj kombinacji dwóch klawiszy, aby aktywować
InputGrabWithAlt=Aktywuj bez kliknięcia:
InputGrabWithAltB=Akcja bez kliknięcia (Alt):
InputAggressivePause=Wstrzymaj proces przy Alt+Shift+Pause (Alt+Pause, aby wznowić).
InputAggressiveKill=Zabij proces przy Ctrl+Alt+F4\nDodaje również opcję zabijania do menu akcji
InputScrollLockState=Włącz/wyłącz AltSnap używając Scroll Lock

InputHotkeysModKey=Klawisz modyfikujący dla akcji alternatywnej:
InputHotkeysMore=Możesz dodać dowolny klawisz edytując plik ini. Użyj klawisza\nShift, aby przyciągać okna do krawędzi innych okien.

BlacklistBox=Ustawienia wyjątków
BlacklistProcessBlacklist=Wyjątki procesów:
BlacklistBlacklist=Wyjątki okien:
BlacklistScrolllist=Okno, które będzie ignorować akcję przewijania:
BlacklistMDIs=MDI, które nie będą traktowane jako takie:
BlacklistPause=Procesy, których nie należy wstrzymywać ani zabijać:
BlacklistFindWindowBox=Identyfikuj okno

AdvancedMetricsBox=Wartości
AdvancedCenterFraction=Część centrum/boki (%):
AdvancedAeroHoffset=Przesunięcie (%) poziomo:
AdvancedAeroVoffset=pionowo:
AdvancedSnapThreshold=Próg przyciągania (pixeli):
AdvancedAeroThreshold=Próg Aero (pixeli):
AdvancedSnapGap=Odstęp przyciągania (pixeli):
AdvancedAeroSpeed=Maks. prędkość przyciągania (pixeli):
AdvancedTestWindow=Okno testowe
AdvancedMoveTrans=Przezrocz. gdy przenoszone:
AdvancedBehaviorBox=Zachowanie
AdvancedMultipleInstances=Zezwól na wiele instancji AltSnap
AdvancedAutoRemaximize=Automatycznie maksymalizuj okna podczas zmiany monitora
AdvancedAeroTopMaximizes=Maksymalizuj okna przyciągnięte do góry
AdvancedAeroDBClickShift=Odwróć zachowanie przyciągnięcia podwójnym kliknięciem
AdvancedMaxWithLClick=Przełącz maksymalizację przyciskiem zmiany rozmiaru
AdvancedRestoreOnClick=Przywróć okno jednym kliknięciem, jak oryginalny AltDrag
AdvancedFullScreen=Włącz przy oknach pełnoekranowych
AdvancedBLMaximized=Wyłącz AltSnap w zmaksymalizowanych oknach
AdvancedFancyZone=Przywróć przyciągnięte okna FancyZones
AdvancedNoRestore=Nigdy nie przywracaj przyciągniętych okien
AdvancedTopmostIndicator=Pokaż wskaźnik w oknach zawsze na wierzchu

AboutBox=Informacje o AltSnap
AboutVersion=Wersja
AboutAuthor=Stworzone przez: Stefan Sundin
AboutAuthor2=Prowadzone przez: Raymond Gillibert
AboutLicense=AltSnap to wolne i otwarte oprogramowanie!\nZachęcamy do redystrybucji!
AboutTranslationCredit=Tłumaczenia

MiscZoneConfirmation=Wymazać stary układ przyciągania i zapisać bieżące pozycje okien testowych jako nowy układ przyciągania?
MiscUnhookError=Wystąpił błąd podczas wyłączania AltSnap. Było to najprawdopodobniej spowodowane tym, że system Windows wyłączył już swoje przechwytywanie.\n\nJeśli zdarzyło się to po raz pierwszy, możesz to bezpiecznie zignorować i kontynuować korzystanie z AltSnap.\n\nJeśli to się powtarza, możesz przeczytać jak temu zapobiec ponownie (poszukaj „AltDrag mysteriously stops working” w dokumentacji).
MiscZoneTestWinHelp=Aby skonfigurować układ przyciągania:\n1) Otwórz kilka z tych okien testowych\n2) Rozmieść je wg własnego uznania\n3) Kliknij opcję *Zapisz okna testowe jako układ przyciągania* w tray menu

InputUniKeyHoldMenu=Wyświetl menu znaków po przytrzymaniu klawisza alfabetu

; List of characters that populate the extended key menu
;A=àáâäãåæª%āăąǎǟǡǣǻǽȁȃȧ|Ȧḁ%ⱥ|Ⱥɐ|Ɐɑ|Ɑɒ|Ɒⲁ|Ⲁⓐ
;B=%ƀɓƃƅɃ%ɓḃḅḇⓑ
;C=ç¢©%ćĉċčƈḉȼ|Ȼɕⓒ
;D=ð%ďđɖɗƌƍḋḍḏḑḓǆǅǳǲȡȸⓓ
;E=èéêë€%ēĕėęěǝəɛȅȇḕḗḙḛȩ|Ȩḝɇ|Ɇⱸⓔ
;F=ƒ%ḟɸⱷⓕ%♩♪♮♭♯♬♫
;G=%ǵǧḡɠɣǥⓖ
;H=%ĥħƕǶḣḥḧḩḫȟ|Ȟⱨ|Ⱨⱶ|Ⱶẖⓗ
;I=ìíîï%ĩīĭǐȉȋįİıĳɩɨḭḯⓘ
;J=%ĵǰȷɉ|Ɉⓙ
;K=%ķĸƙǩḱḳⱪ|Ⱪꝁ|Ꝁʞ|Ʞⓚ
;L=£%ĺļľŀłƛǉǈȴƚ|Ƚⱡ|Ⱡɫ|Ɫḷḹḻḽⓛ
;M=µ%ḿṁṃɱ|Ɱɯⓜ
;N=ñ%ńņňŉŋɲƞ|Ƞǌǋǹȵ%ṅṇṉṋⓝ
;O=òóôöõø°%ōŏő%ɔɵơƣǒǫǭǿȍȏȣ|Ȣȫ|Ȫȭ|Ȭȯ|Ȯȱ|Ȱṍṏṑṓ%ⱺⓞ
;P=¶þ·•%ƥᵽ|Ᵽṕṗⓟ
;Q=¿¤‰‘’“”„…–—«»‹›%ȹɋ|Ɋⓠ
;R=®%ŕŗřƦȑȓṙṛṝṟɍ|Ɍɽ|Ɽⱹⓡ
;S=šß§%śŝşſ%ƨʃƪș|Șȿ|Ȿ%ṡṣṥṧṩⓢ
;T=†‡™%ţťŧƫƭʈț|Țȶⱦ|Ⱦ%ṫṭṯṱẗⓣ
;U=ùúûü%ũūůŭűų%ưʊǔǖǘǚǜȕȗʉ|Ʉ%ṳṵṷṹṻⓤ
;V=%ʋɅⱱⱴ%ṽṿⓥ
;W=%ẁẃŵẅⱳ|Ⱳ%ẇẉⓦ
;X=±×÷¬%ẋẍⓧ
;Y=ýÿ¥%ŷẏȳ|Ȳƴɏ|Ɏⓨ
;Z=ž%źẑżẓẕ%ƶʒƹƺǯȥ|Ȥɀ|Ɀⱬ|Ⱬⓩ

; No separator between each letter, just the list...
; All char should be set lower-case if applicable
; You can put a % to include a sparator, I used it to separat LATIN-1 from unicode characters
;
; Use lowercase|UPPERCASE if Windows can not convert a letter by himself, you should set
; ie: a|Ab|Bc|C. In general it is not needed but Windows is buggy for some characters
; for instance It is required for ȧ|Ȧ, ȭ|Ȭ but not needed for ṓ ask MS why...
; it is not a problem if you over-do it and specify x|X even if x uppercasing is handled by MS.
